[ARFMBugmancer X2SoldierClassTemplate]
DisplayName="女巫"
ClassSummary="女巫充当灵能进攻支援单位。能够召唤和指挥超凡脱俗的幽灵，这种灵能是一股不可忽视的强大力量。"
LeftAbilityTreeTitle="昆虫学"
RightAbilityTreeTitle="妖术师"
AbilityTreeTitles[0]="昆虫学"
AbilityTreeTitles[1]="神秘学"
AbilityTreeTitles[2]="妖术师"
AbilityTreeTitles[3]="XCOM"
RankIcons[0]= "UILibrary_Common.psirank_initiate"
RankIcons[1]= "UILibrary_Common.psirank_initiate"
RankIcons[2]= "UILibrary_Common.psirank_initiate"
RankIcons[3]= "UILibrary_Common.psirank_acolyte"
RankIcons[4]= "UILibrary_Common.psirank_adept"
RankIcons[5]= "UILibrary_Common.psirank_disciple"
RankIcons[6]= "UILibrary_Common.psirank_mystic"
RankIcons[7]= "UILibrary_Common.psirank_warlock"
RankIcons[8]= "UILibrary_Common.psirank_magus"

RankNames[0]="候选人"
RankNames[1]="新人"
RankNames[2]="侍僧"
RankNames[3]="能手"
RankNames[4]="门徒"
RankNames[5]="狂热者"
RankNames[6]="虚空先知"
RankNames[7]="虚空法师"
RankNames[8]="虚空女巫"

ShortNames[0]="候选人"
ShortNames[1]="新人"
ShortNames[2]="侍僧"
ShortNames[3]="能手"
ShortNames[4]="门徒"
ShortNames[5]="狂热者"
ShortNames[6]="虚空先知"
ShortNames[7]="虚空法师"
ShortNames[8]="虚空女巫"

RandomNickNames[0]="以太"
RandomNickNames[1]="震惊"
RandomNickNames[2]="烧焦"
RandomNickNames[3]="愤怒"
RandomNickNames[4]="风暴"
RandomNickNames[5]="虚空"
RandomNickNames[6]="典狱长"
RandomNickNames[7]="烧焦"
RandomNickNames[8]="先知"
RandomNickNames[9]="风暴行者"
RandomNickNames[10]="神秘"
RandomNickNames[11]="魔法师"
RandomNickNames_Male[0]="术士"
RandomNickNames_Female[0]="女巫"
PhotoboothSoloBLines_Male[0]="他最致命的武器……是他的头脑！"
PhotoboothSoloBLines_Male[1]="牺牲换来力量"
PhotoboothSoloBLines_Male[2]="自然屈服于他的意志。变种人也一样！"
PhotoboothSoloBLines_Male[3]="空间与时间由他掌控！"
PhotoboothSoloBLines_Male[4]="如果他与我们同在，谁能与我们对抗？"
PhotoboothSoloBLines_Male[5]="如同自然法则，变种人将会终结！"
PhotoboothSoloBLines_Male[6]="暴风雨即将来临。"
PhotoboothSoloBLines_Male[7]="\"我不惧怕风暴。我就是风暴。\""
PhotoboothSoloBLines_Male[8]="如果降临者有神，那么现在就是祈祷的时候了。"
PhotoboothSoloBLines_Male[9]="感受他的力量。"

PhotoboothSoloBLines_Female[0]="她最致命的武器……是她的头脑！"
PhotoboothSoloBLines_Female[1]="通过牺牲获得力量"
PhotoboothSoloBLines_Female[2]="自然服从其意志。降临节亦然！"
PhotoboothSoloBLines_Female[3]="空间和时间由她掌控！"
PhotoboothSoloBLines_Female[4]="如果她和我们在一起，谁能与我们对抗？"
PhotoboothSoloBLines_Female[5]="如同自然法则一样，变种人将会终结！"
PhotoboothSoloBLines_Female[6]="暴风雨即将来临。"
PhotoboothSoloBLines_Female[7]="\"我不惧怕风暴。我就是风暴。\""
PhotoboothSoloBLines_Female[8]="如果降临者有神，那么现在就是祈祷的时候了。"
PhotoboothSoloBLines_Female[9]="感受她的力量。"

[AHWSpectralBugM1 X2CharacterTemplate]
strCharacterName="初生幽灵战虫"
strAcquiredText="残留灵魂的最后碎片。很容易被摧毁，但同样危险。"

[AHWSpectralBugM2 X2CharacterTemplate]
strCharacterName="小型幽灵战虫"
strAcquiredText="支离破碎的徘徊灵魂。"

[AHWSpectralBugM3 X2CharacterTemplate]
strCharacterName="幽灵战虫"
strAcquiredText="挥之不去的幽灵。"

[AHWSpectralBugM4 X2CharacterTemplate]
strCharacterName="大型幽灵战虫"
strAcquiredText="挥之不去的幽灵。强大而危险。"

[AHWSpectralBugM1T2 X2CharacterTemplate]
strCharacterName="初生虚空幽灵战虫"
strAcquiredText="从虚空中诞生的破碎灵魂。"

[AHWSpectralBugM2T2 X2CharacterTemplate]
strCharacterName="小型虚空幽灵战虫"
strAcquiredText="从虚空中诞生的衰败灵魂。"

[AHWSpectralBugM3T2 X2CharacterTemplate]
strCharacterName="虚空幽灵战虫"
strAcquiredText="从虚空中诞生的灵魂。"

[AHWSpectralBugM4T2 X2CharacterTemplate]
strCharacterName="大型虚空幽灵战虫"
strAcquiredText="从虚空中诞生的强大精神。"

[AHWSpectralBugM5T2 X2CharacterTemplate]
strCharacterName="至尊虚空幽灵战虫"
strAcquiredText="从虚空中诞生的强大精神。"

[AHWSpectralBugM6T2 X2CharacterTemplate]
strCharacterName="暗示"
strAcquiredText="他们从荣耀之下的十字路口而来。"

[AHWSpectralBugM7T2 X2CharacterTemplate]
strCharacterName="暗示"
strAcquiredText="他们从荣耀之下的十字路口而来。"

[AHWSpectralBugM8T2 X2CharacterTemplate]
strCharacterName="暗示"
strAcquiredText="他们从荣耀之下的十字路口而来。"

[ARFMWitchNetherworldBridge X2AbilityTemplate]
LocFriendlyName="冥界之桥"
LocLongDescription="开辟道路。"
LocHelpText="开辟道路。"
LocPromotionPopupText="<Bullet/>增加专注上限。<br/><Bullet/>小型和初生幽灵战虫造成更多伤害。<br/><Bullet/>幽灵战虫和大型幽灵战虫获得新能力。<br/><Bullet/>每等级专注使得妖术造成 +1 额外范围伤害。<br/>"

[ARFMWitchScapegoat X2AbilityTemplate]
LocFriendlyName="仪式替罪羊"
LocLongDescription="将目标幽灵战虫变为替罪羊，将其附近盟友受到的所有直接伤害转移到替罪羊身上。"
LocHelpText="将目标幽灵战虫变为替罪羊，将其附近盟友受到的所有直接伤害转移到替罪羊身上。"
LocFlyOverText="仪式替罪羊"
LocPromotionPopupText="<Bullet/>消耗所有专注。<br/><Bullet/>只能与两个或更多专注一起使用。<br/><Bullet/>仅转移直接伤害。一些状态效果不能被替罪羊化。<br/><Bullet/>尝试将其用于冻结或其他受损的 幽灵战虫 可能不会产生任何效果。<br/><Bullet/>替罪羊的保护持续三个回合或直到替罪羊死亡。<br/>"

[ARFMWitchParry X2AbilityTemplate]
LocFriendlyName="幽灵之盾"
LocLongDescription="抵消针对女巫的下一次攻击。"
LocHelpText="阻止针对女巫的下一次攻击。"
LocFlyoverText="异议！"
LocPromotionPopupText="<Bullet/>幽灵护盾将抵消近战和远程攻击。<br/><Bullet/>幽灵护盾可以利用移动行动点。<br/><Bullet/>可以使用幽灵护盾的女巫不再能获得幽灵守护者的恩惠。<br/>"

[ARFMWitchParryActivate X2AbilityTemplate]
LocFriendlyName="幽灵之盾"
LocLongDescription="在敌人回合期间招架针对你的下一次攻击，防止所有伤害。"
LocHelpText="在敌人回合期间招架针对你的下一次攻击，防止所有伤害。"
LocFlyoverText="被招架了！"

[ARFMWitchRend X2AbilityTemplate]
LocFriendlyName="妖术"
LocLongDescription="近战攻击一个目标，并对其后锥形区域内的所有敌人施放诅咒，造成伤害。伤害随专注度的提高而增加。"
LocHelpText="近战攻击一个目标，并对其后锥形区域内的所有敌人施放诅咒，造成伤害。伤害随专注度的提高而增加。
LocFlyOverText="妖术"
LocPromotionPopupText="<Bullet/>妖术不会影响攻击目标。（The Hex does not affect the target of the Attack.）<br/><Bullet/>妖术会穿过环境物体。<br/>"

[ARFMBugScapegoat X2AbilityTemplate]
LocFriendlyName="替罪羊"
LocLongDescription="所有受到的伤害将在 虚空战虫替罪羊存活期间转移到其身上。"
LocHelpText="所有受到的伤害将在虚空战虫替罪羊存活期间转移到其身上。"
LocFlyOverText="替罪羊"

[ARFMWitchFocusTracker X2AbilityTemplate]
LocFriendlyName="专注"

[ARFMWitchOvercharge X2AbilityTemplate]
LocFriendlyName="启蒙"
LocLongDescription="妖术有机会产生专注值并给予女巫暂时的再生。"
LocHelpText="妖术有机会产生专注值并给予女巫临时再生。"
LocFlyOverText="启蒙"
LocPromotionPopupText="<Bullet/>妖术有机会产生专注度并赋予女巫临时再生能力。<br/>"

[ARFMWitchOverchargePassive X2AbilityTemplate]
LocFriendlyName="启蒙"
LocLongDescription="撕裂攻击有<Ability:OVERCHARGECHANCE/>%的几率产生专注值，并给予女巫临时再生。"
LocHelpText="撕裂攻击有<Ability:OVERCHARGECHANCE/>%的几率产生专注值，并给予女巫临时再生。"
LocFlyOverText="启蒙"

[ARFMWitchVolt X2AbilityTemplate]
LocFriendlyName="撕裂之箭"
LocLongDescription="使用撕裂箭攻击目标单位。"
LocHelpText="使用撕裂箭攻击目标单位。"
LocFlyOverText="撕裂之箭"
LocPromotionPopupText="<Bullet/>如果在高度专注的情况下施放，冷却时间长度会减少。如果女巫拥有冥界之桥，冷却时间会永久减少为 1 回合。<br/><Bullet/>如果女巫拥有冥界之桥，施放撕裂箭不会结束回合。<br/><Bullet/>造成的伤害会随着专注度而变化。"

[ARFMWitchVoidPact X2AbilityTemplate]
LocFriendlyName="虚空契约"
LocLongDescription="在视线范围内的每个外星人的行动后，打断敌方回合并采取行动，类似于散兵的战争之王或裁决者反应。"
LocHelpText="视线内的每个外星人轮流后，打断敌人的轮流采取行动。类似于散兵的战争之王或裁决者反应"
LocFlyOverText="虚空契约"
LocPromotionPopupText="<Bullet/> 失魂者和逃跑的敌人的回合不授予行动权。<br/>"

[ARFMWitchFervor X2AbilityTemplate]
LocFriendlyName="恩惠：幽灵狂热"
LocLongDescription="获得幽灵狂热恩惠，使女巫在 2 回合内获得额外近战伤害。"
LocHelpText="获得幽灵狂热恩惠，使女巫在 2 回合内获得额外近战伤害。"
LocFlyOverText="恩惠：幽灵狂热"

[ARFMWitchDeflect X2AbilityTemplate]
LocFriendlyName="恩惠：幽灵守护者"
LocLongDescription="获得幽灵守护者的恩惠，使女巫有机会在 2 个回合内抵御针对女巫的攻击。"
LocHelpText="获得幽灵守护者的恩惠，使女巫有机会在 2 个回合内抵御针对女巫的攻击。"
LocFlyOverText="恩惠：幽灵守护者"
LocPromotionPopupText="<Bullet/>幽灵守卫在专注等级 1 时有 <Ability:DEFLECTCHANCE/>% 的几率激活，每增加一个专注等级，该几率就会增加 <Ability:DEFLECTCHANCEPERFOCUS/>%。<br/><Bullet/>只有远程单目标攻击才能被偏转。<br/>"

[ARFMWitchFortress X2AbilityTemplate]
LocFriendlyName="恩惠：幽灵堡垒"
LocLongDescription="获得幽灵堡垒恩惠，使女巫在 2 个回合内免疫火焰、毒素、酸和爆炸伤害。"
LocHelpText="获得幽灵堡垒恩惠，使女巫有机会在 2 个回合内偏转针对女巫的攻击。"
LocFlyOverText="恩惠：幽灵堡垒"

[ARFMWitchMeditate X2AbilityTemplate]
LocFriendlyName="灵魂引导"
LocLongDescription="获得专注。"
LocHelpText="获得专注。"
LocFlyOverText="精神引导"
LocPromotionPopupText="<Bullet/>灵魂引导激活后可授予一个专注。<br/>"

[ARFMWitchConsume X2AbilityTemplate]
LocFriendlyName="祭祀仪式"
LocLongDescription="使用虚空战虫来治疗女巫，并获得一个移动行动点，可用于重新定位或获取恩惠。"
LocHelpText="使用虚空战虫来治疗女巫，并获得一个移动行动点，可用于重新定位或获取恩惠。"
LocFlyOverText="祭祀仪式"
LocPromotionPopupText="<Bullet/>治愈的生命值数量与解锁的医疗包技术数量相同。<br/><Bullet/>消耗虚空战虫 可生成一个专注。<br/><Bullet/>消耗虚空战虫 可生成一个专注。<br/><Bullet/>动量行动点可用于获取恩惠。<br/>"

[ARFMSpectralExchange X2AbilityTemplate]
LocFriendlyName="虚空战虫交换"
LocLongDescription="与目标幽灵战虫交换位置。"
LocHelpText="与目标虚空战虫交换位置。"
LocFlyOverText="虚空战虫交换"
LocPromotionPopupText="<Bullet/>虚空战虫交换花费一个专注点。<br/><Bullet/>虚空战虫交换不花费行动点。<br/> <Bullet/>虚空战虫交换没有冷却时间。<br/>"

[ARFMGhostOrder X2AbilityTemplate]
LocFriendlyName="虚空战虫涌动"
LocLongDescription="治愈目标幽灵战虫并授予其行动点数。"
LocHelpText="治愈目标幽灵战虫并授予其行动点数。"
LocFlyOverText="虚空战虫涌动"
LocPromotionPopupText="<Bullet/>治愈目标幽灵战虫并授予其行动点数。<br/><Bullet/>治愈的生命值相当于解锁的医疗包技术。<br/>"

[ARFMBasicBug X2AbilityTemplate]
LocFriendlyName="召唤幽灵战虫"
LocLongDescription="召唤一个虚空战虫，一个死去寄生兽的幽灵，为你而战。"
LocHelpText="召唤一个虚空战虫，一个死去寄生兽的幽灵，为你而战。"
LocFlyOverText="召唤虚空战虫"
LocPromotionPopupText="<Bullet/>虚空战虫的耐久度和伤害容量与召唤它所用的专注度数量成正比。<br/>"

[ARFMAdvancedBug X2AbilityTemplate]
LocFriendlyName="召唤幽灵战虫"
LocLongDescription="召唤一个虚空战虫，一个死去寄生兽的幽灵，为你而战。"
LocHelpText="召唤一个虚空战虫，一个死去寄生兽的幽灵，为你而战。"
LocFlyOverText="召唤虚空战虫"
LocPromotionPopupText="<Bullet/>幽灵战虫的耐久度和伤害能力与召唤它所用的专注度成正比。<br/><Bullet/>如果女巫混乱或丧失行动能力，所有召唤的幽灵战虫都将被驱散。<br/>"

[ARFMSpectralSlash X2AbilityTemplate]
LocFriendlyName="困扰"
LocLongDescription="肘击一个目标。"
LocHelpText="肘击一个目标。"
LocFlyOverText="困扰"
